Repository: portfolioCRM/chatBoot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Server runs with success
ar: يعمل الخادم بنجاح

source: Server runs failed
ar: فشل الخادم

source: FAQ list retrieved successfully
ar: تم استرداد قائمة الأسئلة المتداولة بنجاح

source: No FAQs available
ar: لا توجد أسئلة متداولة متاحة

source: FAQ not found
ar: لم يتم العثور على السؤال المتداول

source: FAQ created successfully
ar: تم إنشاء السؤال المتداول بنجاح

source: Invalid input
ar: إدخال غير صالح

source: FAQ deleted successfully
ar: تم حذف السؤال المتداول بنجاح

source: Deleted %d FAQs
ar: تم حذف %d سؤالاً متداولاً

source: Question parameter is required
ar: مطلوب معلمة السؤال

source: An internal server error occurred at the faq connection
ar: حدث خطأ داخلي في الخادم في اتصال الأسئلة المتداولة
